brew "bat"
brew "fzf"
brew "gh"
brew "git"
brew "neovim"
brew "rcm"
brew "ripgrep"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "jq"
brew "noti"
brew "diff-so-fancy"
brew "tokei"
brew "vale"
brew "autojump"
brew "mise"
brew "mas"
brew "ollama"
brew "tailscale"
brew "lazygit"
brew "magic-wormhole"
brew "pipx"
brew "lua"
brew "luarocks"
brew "prettierd"
brew "fd"
brew "bitwarden-cli"
brew "pandoc"
brew "cmake"

cask "kitty"
cask "raycast"
cask "spotify"
cask "home-assistant"
cask "whatsapp"
cask "1password"
cask "lunasea"
cask "font-hack-nerd-font"
# cask "zoom"
cask "betterdisplay"
cask "microsoft-office"
cask "qutebrowser"
cask "obsidian"
cask "chatgpt"
cask "firefox@developer-edition"
cask "google-chrome"
cask "balenaetcher"
cask "arc"
cask "slack"
cask "insomnia"
cask "ghostty"
# cask "tailscale"
cask "bitwarden"
cask "orbstack"

mas "Parcel - Delivery Tracking", id: 639968404
mas "Xcode", id: 497799835

