tap "homebrew/cask-fonts"

cask "1password"
cask "cron"
cask "dash"
cask "font-hack-nerd-font"
cask "home-assistant"
cask "keepingyouawake"
cask "kitty"
cask "lunasea"
cask "microsoft-edge"
cask "mimestream"
cask "nordvpn"
cask "raycast"
cask "slack"
cask "whatsapp"
cask "yt-music"

brew "fasd"
brew "fzf"
brew "gh"
brew "go"
brew "gpg"
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "tmux"
brew "weechat"
brew "wget"
