brew "bat"
brew "fzf"
brew "gh"
brew "git"
brew "neovim"
brew "rcm"
brew "ripgrep"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "jq"
brew "noti"
brew "diff-so-fancy"
brew "tokei"
brew "vale"
brew "autojump"
brew "mise"
brew "mas"
brew "ollama"
brew "tailscale"

cask "kitty"
cask "raycast"
cask "spotify"
cask "home-assistant"
cask "whatsapp"
cask "1password"
cask "lunasea"
cask "font-hack-nerd-font"
cask "zoom"
cask "betterdisplay"
cask "microsoft-office"
cask "qutebrowser"

mas "1Password for Safari", id: 1569813296
mas "Tailscale", id: 1475387142
